{
    "experiment": {
        "scenario": "Du diskutierst über die Aussage: Deutschland soll weiterhin die Anwerbung von Fachkräften aus dem Ausland fördern.",
        "survey_questions": [
            {
                "id": "intro",
                "iterations": [
                    2                
                ],
                "question": "Von einer Scala von 0 bis 10 wie sehr stimmst du der Aussage zu: Deutschland soll weiterhin die Anwerbung von Fachkräften aus dem Ausland fördern. Antwote nur mit einer Zahl."
            },
            {
                "id": "conclusion",
                "iterations": [
                    19               
                ],
                "question": "Von einer Scala von 0 bis 10 wie sehr stimmst du der Aussage zu: Deutschland soll weiterhin die Anwerbung von Fachkräften aus dem Ausland fördern. Antwote nur mit einer Zahl."
            }
        ]
    },
    "host": {
        "class": "Round Robin Host",
        "start_person_index": 0
    },
    "persons": [
        {
            "class": "person_hugging_face",
            "name": "Michel",
            "background_story": "Ich bin 26 Jahre alt und männlich. Ich habe einen Realschulabschluss, ein mittleres monatliches Haushalts-Nettoeinkommen und ich bin berufstätig. Ich bin überhaupt nicht religiös. Politisch-ideologisch ordne ich mich in der Mitte ein. Ich identifiziere mich mäßig mit der Partei AfD und habe AfD gewählt. Ich lebe in Westdeutschland. Ich finde, die Regierung sollte die Einwanderung einschränken und habe keine Meinung dazu, ob die Regierung Maßnahmen ergreifen sollte, um die Einkommensunterschiede zu verringern."
        },
        {
            "class": "person_hugging_face",
            "name": "Paul",
            "background_story": "Ich bin 56 Jahre alt und männlich. Ich habe einen Realschulabschluss, ein mittleres monatliches Haushalts-Nettoeinkommen und ich bin berufstätig. Ich bin etwas religiös. Politisch-ideologisch ordne ich mich in der Mitte ein. Ich identifiziere mich ziemlich stark mit der Partei SPD und habe AfD gewählt. Ich lebe in Westdeutschland. Ich finde, die Regierung sollte die Einwanderung einschränken und Maßnahmen ergreifen, um die Einkommensunterschiede zu verringern."
        }
    ],
    "endType": { 
        "class": "iteration",
        "max_num_msgs": 20
    }
}